[
    {
		"id": 1,
        "course_name": "Introduction to MySQL",
        "credit": 1,
        "price": 25000,
        "description": "In this comprehensive course, you will delve into the world of MySQL, one of the most popular relational database management systems. You'll learn the ins and outs of database design, SQL querying, and database optimization. Whether you're a beginner or looking to deepen your database skills, this course is your gateway to mastering MySQL.",
        "img": "https://i.ibb.co/2sFQmJc/Rectangle-2-1.png"
    },
    {
		"id": 2,
        "course_name": "Python Object-Oriented Programming",
        "credit": 2,
        "price": 17000,
        "description": "Unlock the power of Python through object-oriented programming (OOP). This extensive course will guide you through the principles of OOP, inheritance, polymorphism, and more, all within the Python ecosystem. By the end, you'll be equipped to design and build robust Python applications using OOP techniques.",
        "img": "https://i.ibb.co/jZDWktS/Rectangle-2.png"
    },
    {
		"id": 3,
        "course_name": "C Programming Fundamentals",
        "credit": 10,
        "price": 17000,
        "description": "Embark on a journey into the world of C programming, where you'll gain a strong foundation in this versatile language. From basic syntax to complex data structures, you'll cover it all. This course is perfect for aspiring programmers and those looking to hone their C skills.",
        "img": "https://i.ibb.co/rm2RWCM/Rectangle-2-2.png"
    },
    {
		"id": 4,
        "course_name": "Algorithms and Data Structures",
        "credit": 5,
        "price": 9000,
        "description": "Dive deep into the heart of computer science with this course on algorithms and data structures. You'll explore the fundamental building blocks of efficient software, from sorting algorithms to complex data structures like trees and graphs. Get ready to tackle coding challenges and optimize your problem-solving skills.",
        "img": "https://i.ibb.co/PNWSJ1n/Rectangle-2-3.png"
    },
    {
		"id": 5,
        "course_name": "C++ Object-Oriented Programming",
        "credit": 5,
        "price": 15000,
        "description": "Take your programming skills to the next level with C++ and object-oriented programming. In this course, you'll harness the power of C++ for software development, mastering classes, inheritance, and templates. By the end, you'll be well-versed in building robust and efficient C++ applications.",
        "img": "https://i.ibb.co/GnvRWsr/Rectangle-2-4.png"
    },
    {
		"id": 6,
        "course_name": "Software Engineering Principles",
        "credit": 2,
        "price": 16000,
        "description": "Become a software engineering virtuoso with this comprehensive course. You'll delve into software development methodologies, design patterns, and best practices. Gain a deeper understanding of software architecture and project management, ensuring you can deliver high-quality software projects on time and on budget.",
        "img": "https://i.ibb.co/C9kHHGK/Rectangle-2-5.png"
    },
    {
		"id": 7,
        "course_name": "Analytics and Problem Solving",
        "credit": 5,
        "price": 12000,
        "description": "Enhance your analytical skills and problem-solving prowess with this course. Explore data-driven decision-making, statistical analysis, and critical thinking techniques. Through real-world problem-solving scenarios, you'll sharpen your ability to tackle complex challenges and make informed decisions.",
        "img": "https://i.ibb.co/R2LY7T3/Rectangle-2-6.png"
    },
    {
		"id": 8,
        "course_name": "Data Structures and Algorithms (DSA)",
        "credit": 4,
        "price": 19000,
        "description": "Master the art of efficient coding with this in-depth course on data structures and algorithms (DSA). From linked lists to dynamic programming, you'll cover a wide range of DSA topics. Whether you're preparing for coding interviews or aiming to optimize your coding skills, this course has you covered.",
        "img": "https://i.ibb.co/CQT4mv6/Rectangle-3.png"
    },
    {
		"id": 9,
        "course_name": "AWS Cloud Computing",
        "credit": 3,
        "price": 6000,
        "description": "Embark on a cloud computing journey with Amazon Web Services (AWS). Discover the ins and outs of cloud infrastructure, services, and deployment. By the end of this course, you'll be well-versed in AWS, ready to architect scalable and reliable cloud solutions for a variety of applications.",
        "img": "https://i.ibb.co/Tt3Hmwd/Rectangle-3-1.png"
    }
]

